[
  {
    "id": "1",
    "hero_image": "/newspaper-articles/nlewedim-decries-defective-policies.jpg",
    "cover_image": "/covers/chief-with-red-hat-and-white-clothing.jpg",
    "title": "Nlewedim Decries Defective Policies",
    "content": "<p>DEFECTIVE policies and lack of will on the part of the economic managers have been blamed for the non-realisation of our industrialisation dreams.</p>\n<p>Added to the above is the non-involvement of investors in policy formulation as it concerns the productive sub-sector of the economy.</p>\n<p>Chief Sunny Nlewidim, a foremost industrialist and chief executive of Interbond Nigeria Limited stated this in a discussion on the state of the economy at the weekend.</p>\n<p>Chief Nlewidim took a swipe on the policy formulators who arrogate to themselves absolute knowledge of a terrain they are not practically engaged in. &quot;This leads to the formulation of book policies that are a far cry from the realities on the ground, and naturally, such policies are ineffective as formulators are ill-informed&quot;, he stressed.</p>\n<p>As long as our industrialization policies are formulated without a due difference to the inputs from the actual investors, we would end up drawing up policies for the shelves and archives, he further argued.</p>\n<p><br></p>\n<p>Chief Nlewidim reasoned that in a situation of poor infrastructure base, capital flight, an exchange rate that skews unfavourably against the Naira and an unsensitised market, no reasonable investor would put down money in any manufacturing business in Nigeria.</p>\n<p><br></p>\n<p>According to the interbond chief executive, most developed economies were able to make the mark because there was a mutual interaction and cross-pollination of ideas between the governments and the private sector investors who actually hold the ace.</p>\n<p><br></p>\n<p>Ours he said, is a business of strange bedfellows who are operating diametrically into each other. &quot;If <span style=\"text-align: inherit;\">industrialists are not taken into confidence and if&nbsp;</span>the problem of disincentive is not properly addressed, we would have succeeded in paying lip services to our industrialisation quest in the belief and conviction that it would yield results&quot;, stressing that such an attitude smack&nbsp;<span style=\"text-align: inherit;\">of insincerity on the part of a</span></p>"
  },
  {
    "id": "2",
    "hero_image": "/newspaper-articles/abia-needs-a-visionary-leader.jpg",
    "cover_image": "/covers/chief-on-glasses-and-checked-clothing.jpg",
    "title": "Abia needs a visionary leader",
    "content": "<p>Chief Nlewedim, a member of the National-Congress of Nigeria (NCN) explained that he was more qualified &quot;to shoulder the positions of Umuahia a<span style=\"text-align: inherit;\">nd Abia more so as the s</span>tate still lacks the infrastructure for effective take off<span style=\"text-align: inherit;\">&nbsp;as a new state.</span></p>\n<p><br></p>\n<p><span style=\"text-align: inherit;\">Empire Kanu, Dr Oghonnaya. and Chief Onuwamere, all governorship aspirants.&nbsp;</span></p>\n<p><span style=\"text-align: inherit;\">In fact, Chief Nlewedim and Chief Kanu are from the same Ohuhu clan of Umuahia that produced the late Dr Michael Okpara, premier of defunct Eastern Nigeria.&nbsp;</span></p>\n<p>Chief Nlewedim<span style=\"text-align: inherit;\">, a member of the National&nbsp;</span>Congress of Nigeria (NGN) explained that he was more qualified to &quot;shoulder the positions o<span style=\"text-align: inherit;\">f Umuahia and Abia more so as the state still&nbsp;</span><span style=\"text-align: inherit;\">lacks the infrastructure for effective take-off as a</span><span style=\"text-align: inherit;\">&nbsp;new state.&quot;</span></p>\n<p>He said he was not happy that Umuahia since 1991 &quot;has not grown the way Owerri developed from<span style=\"text-align: inherit;\">&nbsp;1976 when it became the capital of the</span><span style=\"text-align: inherit;\">&nbsp;Old Imo State&quot; noting, &ldquo;as a Son of the Soul, I</span> know where the shoe pinches in Umuahia.&quot;</p>\n<p>Chief Nlewedim maintained that persons who have not had the exposure of controlling reasonable ownership of means of livelihood &quot;may not be suitable to occupy public offices because people would see their first tenure in <span style=\"text-align: inherit;\">office as an opportunity to grab as much as they&nbsp;</span><span style=\"text-align: inherit;\">could, thereby, looting public treasury.&quot;</span></p>\n<p>He however kicked against the creation of <span style=\"text-align: inherit;\">more local government areas and states saying &quot;most states and local governments are not viable and</span><span style=\"text-align: inherit;\">&nbsp;in fact depend on the federal government for</span> their survival thereby negating the principles of true Federalism.&quot;</p>\n<p>Chief Nlewedim who believed in the supremacy of the party and its constitution said he looked forward to October 1, 1995, when the final transition programme of the military.</p>"
  },
  {
    "id": "3",
    "hero_image": "/newspaper-articles/abia-needs-a-visionary-leader.jpg",
    "cover_image": "/covers/chief-with-hotel-bg.jpg",
    "title": "Abia needs a visionary leader",
    "content": ""
  },
  {
    "id": "4",
    "hero_image": "/newspaper-articles/abia-needs-a-visionary-leader.jpg",
    "cover_image": "/covers/chief-with-lady-on-yellow.jpg",
    "title": "Abia needs a visionary leader",
    "content": ""
  },
  {
    "id": "5",
    "hero_image": "/newspaper-articles/abia-needs-a-visionary-leader.jpg",
    "cover_image": "/covers/chief-in-airplane-background.jpg",
    "title": "Abia needs a visionary leader",
    "content": ""
  },
  {
    "id": "6",
    "hero_image": "/newspaper-articles/abia-needs-a-visionary-leader.jpg",
    "cover_image": "/covers/chief-in-pool-side-bg.jpg",
    "title": "Abia needs a visionary leader",
    "content": ""
  },
  {
    "id": "7",
    "hero_image": "/newspaper-articles/abia-needs-a-visionary-leader.jpg",
    "cover_image": "/covers/chief-in-stylish-house.jpg",
    "title": "Abia needs a visionary leader",
    "content": ""
  },
  {
    "id": "8",
    "hero_image": "/newspaper-articles/abia-needs-a-visionary-leader.jpg",
    "cover_image": "/covers/chief-with-red-hat-and-white-clothing.jpg",
    "title": "Abia needs a visionary leader",
    "content": ""
  }
]
